import React from 'react'
import MessagePage from "./MessagePage/MessagePage";

export default function About() {
    return (
        <MessagePage>
            <h1>О нашем бренде*</h1>
            <br/>
            <p>* - Бренд <b>HRSMNT</b> рассматривает одежду не с потребительской точки зрения, а с точки зрения самопознания и
                самовыражения. <b>Человек</b> как субъект практической и теоретической деятельности, познавая и изменяя мир, не
                только производит те или иные изменения в природе, в предметном мире, но и воздействует на других людей
                и сам испытывает воздействия, идущие от них и от своих собственных действий и поступков, изменяющих его
                взаимоотношения с окружающими.<br/><br/>
                <b>Эмоции</b> - это неотъемлемая часть нашего существования и способ
                невербального общения. Какие бы эмоции не испытывал человек: гнев, ярость, восторг, радость, досаду -
                ему необходимо их проявлять, а не держать в себе.<br/><br/>
                Для этого мы разработали концепцию "эмоциональных"
                линеек <b>одежды</b>, с помощью которых вы сможете отражать своё внутренне состояние или просто одеваться по
                настроению. Комбинируй вещи и собирай образцы из наших линеек. Уважай <b>себя</b> и не скрывай своё внутренне
                состояние! Будь самим собой! HARASS YOUR MIND🧠</p>
        </MessagePage>
    )
}